{
  "en": {
    "titles": [
      "Become a Member",
      "Our Role",
      "How to Become a Member",
      "Rights of Members",
      "Duties of Members"
    ],
    "text": [
      "The Association represents the interests of its members to national and supranational institutions, seeking favorable treatment for cultural assets related to the Association's purpose, particularly in terms of taxation, culture, and heritage.",
      "We are very interested in getting to know you, as together we will work to better defend the specific and individual interests of this universe that consists of Portugal's Historic Houses, and to preserve these legacies within their heritage, historical, landscape, and familial contexts.",
      "Members are full, associate, or honorary, with this distinction made according to the type of rights that each individual holds in relation to the properties that make up this Association's universe.",
      "Fees and Subscriptions valid in 2023",
      "Fill out the application form and send it to us via email: <a style=\"cursor: pointer;\" href=\"mailto: geral@casasantigas.org\">geral@casasantigas.org</a>"
    ],
    "btns": [
      "Consult Statutes",
      "Download Application Form",
      "Consult Subscription Fees Table",
      "Application Form"
    ],
    "list1": [
      "Participate and vote in General Assemblies.",
      "Elect and be elected to the governing bodies.",
      "Participate in general in all Association's initiatives.",
      "Exercise, within the Association's internal framework and at all levels, full freedom of criticism and proposal.",
      "Submit matters of common interest to the Association and promote its intervention in relation to them and avail of its services."
    ],
    "list2": [
      "Contribute in every way to the good reputation of the Association and the fulfillment of statutory objectives, in harmony with the guidelines of the respective bodies and the approved regulations.",
      "Contribute to the maintenance of the Association, promptly paying the admission fee and periodic dues set by the General Assembly, upon proposal of the Board.",
      "Carry out the functions entrusted to them by the competent bodies.",
      "Hold the positions for which they are elected by the General Assembly."
    ]
  },
  "pt": {
    "titles": [
      "Seja um membro",
      "O nosso papel",
      "Como tornar-se membro (sócio)",
      "Direitos dos Associados",
      "Deveres dos Associados"
    ],
    "text": [
      "A Associação representa os interesses dos seus associados junto das instituições nacionais e supranacionais procurando obter um tratamento favorável para os bens culturais que se relacionam com o objecto da Associação, nomeadamente a nível fiscal, cultural e patrimonial.",
      "Temos todo o interesse em conhecê-lo, pois, em conjunto, trabalharemos para melhor defendermos os interesses específicos e particulares deste universo que é constituído pelas Casas Históricas de Portugal, e para a preservação destes legados dentro dos seus enquadramentos patrimoniais, históricos, paisagísticos e familiares.",
      "Os sócios são efectivos, agregados ou honorários, sendo esta distinção efetuada de acordo com a tipologia dos direitos que cada particular detém relativamente aos imóveis que constituem o universo desta Associação.",
      "Jóias e Quotizações a vigorar em 2023",
      "Preencha o boletim de inscrição e envie-nos por email para: <a style=\"cursor: pointer;\" href=\"mailto: geral@casasantigas.org\">geral@casasantigas.org</a>"
    ],
    "btns": [
      "Consultar estatutos",
      "Descarregar boletim de inscrição",
      "Consultar tabela de quotas",
      "Boletim de inscrição"
    ],
    "list1": [
      "Participar e votar nas Assembleias Gerais.",
      "Eleger e ser eleitos para os órgãos sociais.",
      "Participar em geral em todas as iniciativas da Associação.",
      "Exercer, no quadro interno da Associação e a todos os níveis, a plena liberdade de crítica e de proposição.",
      "Submeter à Associação assuntos de interesse comum e promover a intervenção desta em relação aos mesmos e recorrer aos seus serviços."
    ],
    "list2": [
      "Contribuir por todas as formas para o bom nome da Associação e para a realização dos objetivos estatutários, de harmonia com as diretrizes dos respectivos órgãos e com os regulamentos aprovados.",
      "Contribuir para a manutenção da Associação, pagando pontualmente a jóia de admissão e as quotas periódicas fixadas pela Assembleia Geral, sob proposta da Direção.",
      "Desempenhar as funções que lhes forem confiadas pelos órgãos competentes.",
      "Exercer os cargos para os quais forem eleitos pela Assembleia Geral."
    ]
  }
}
  