{
  "en": {
    "titles": ["News", "General"],
    "news": [
      {
        "title": "Gala Dinner",
        "date": "November 2024",
        "text": "Palácio de Xabregas hosted, on November 16, the 1st gala dinner of the Portuguese Association of Historic Houses. Eng. António de Mello highlighted the commitment to the preservation of private heritage. The event featured European representatives, music, and dance."
      },
      {
        "title": "General Assembly",
        "date": "June 2024",
        "text": "The General Assembly of the Portuguese Association of Historic Houses took place in June in the city of Braga, at the fantastic Casa do Campo das Hortas of our associate Dr. António Cunha Reis, who kindly offered it for this event."
      },
      {
        "title": "Renewal of APCH",
        "date": "July 2023",
        "text": "The association renews its website along with its name, which changed from Portuguese Association of Old Houses to Portuguese Association of Historic Houses."
      },
      {
        "title": "Hiscox/Innovarisk",
        "date": "July 2023",
        "text": "Realization of the partnership between APCH and Hiscox/Innovarisk. 'A historic house is much more than a simple construction, it is a work of art that deserves tailor-made insurance, adapting to its unique needs.'"
      },
      {
        "title": "Airbnb",
        "date": "June 2023",
        "text": "Airbnb announces a partnership with Historic Houses to support heritage tourism in Portugal. This initiative marks another step in Airbnb's commitment to supporting the preservation of unique historic houses in Europe."
      }
    ]
  },
  "pt": {
    "titles": ["Notícias", "Geral"],
    "news": [
      {
        "title": "Baile de Gala",
        "date": "Novembro 2024",
        "text": "O Palácio de Xabregas acolheu, a 16 de novembro, o 1º jantar de gala da Associação Portuguesa de Casas Históricas. O Eng.º António de Mello destacou o compromisso com a preservação do património privado. O evento contou com representantes europeus, música e dança."
      },
      {
        "title": "Assembleia Geral",
        "date": "Junho 2024",
        "text": "Decorreu em junho na cidade de Braga a Assembleia Geral da Associação Portuguesa das Casas Históricas, na fantástica Casa  do Campo das Hortas do nosso associado Drº António Cunha Reis, que amavelmente a ofereceu  para este evento."
      },
      {
        "title": "Renovação da APCH",
        "date": "Julho de 2023",
        "text": "A associação renova o seu website juntamente com o seu nome que passou de associação portuguesa das casas antigas para associação portuguesa das casas históricas."
      },
      {
        "title": "Hiscox/Innovarisk",
        "date": "Julho de 2023",
        "text": "Realização da parceria entre a APCH e a Hiscox/Innovarisk. \"Uma casa histórica é muito mais que uma simples construção, é uma obra de Arte que merece um Seguro à sua medida, adaptando-se às suas necessidades exclusivas\"."
      },
      {
        "title": "Airbnb",
        "date": "Junho de 2023",
        "text": "A Airbnb anuncia uma parceria com as Casas Históricas para apoiar o turismo patrimonial em Portugal. Esta iniciativa marca mais um passo no compromisso da Airbnb de apoiar a preservação de casas históricas únicas na Europa."
      }
    ]
  }
}
